import { Memory } from '../../app/game';

/* tslint:disable */
const memories: Memory[] = [
  {
    title: '阿华是谁',
    description: `阿华是我第一份工的同事，听说了聚餐的事情，主动来找我讲话，一来二去也就熟了。`
  },
  {
    title: '阿华的袜子',
    description: `阿华的厂是袜厂，他常拣些袜子送我。`
  },
  {
    title: '阿华和他家人',
    description: `阿华比我小两岁，来自浙江小城，家里有哥哥姐姐。他有时给我讲童年趣事，如何被姐姐扮成《白蛇传》里的青儿，一家人一团和气。我是独生女，感受不到这些，只是联想到父母老了，膝下再无别人，我舍了他们出来，将来怎么样，我是管不了的。`
  },
  {
    title: '阿华吃辣',
    description: `阿华根本吃不了辣。辣味实际上是一种痛觉，他这样努力去克服吃辣，是要我知道他的心意。`
  },
  {
    title: '阿华去上海工作',
    description: `早几年阿华的哥哥一直让他去上海卖二手房，不要在工厂里待着，他没去，后来遇到我，更不愿走。`
  },
  {
    title: '阿华的住处',
    description: `阿华的住处我常去。他与人合租，客厅隔出来一间带落地窗阳台的，显得明亮宽敞。阿华单独住这一间。另外两间各住了两三个人，都在园区上班。他以前也同几个人合租一个房间，我们在一起后，房租到期他就换了这一间独住。我和简宁结婚时没有自己的房子，他出走后，我还住父母家。到这为了节省，与人合租一间。所以我有时去阿华那过夜，似享用豪宅，想天下之大我竟也能做了一间屋子的女主人。`
  },
  {
    title: '阿华要我搬过去和他住',
    description: `阿华一直要我搬去和他同住，一方面不要我与别人合住一屋，另外也是要替我省钱。但我有秘密，我自己的床铺好比我保守秘密的洞穴，使我随时有退路。`
  },
  {
    title: '阿华和简宁',
    description: `阿华在任何时候都是简宁的反面。简宁若是爱我，也是为了要爱他自己，他懂适可而止。阿华爱我，是奉献。任何时候第一口菜先夹我碗里，给我烫脚，给我剪手指甲脚趾甲。我发烧时，他把我接到他这，每隔一小时就煮姜水逼我一气喝完，半夜搂紧我睡觉，他自己半梦半醒，要把我捂到浑身湿透退烧。但简宁是我的丈夫。`
  },
  {
    title: '阿华论室友',
    description: `阿华说：“最不喜欢跟女的合租，东西又多，卫生间地上都是头发，堵起来还不知道清理。”`
  },
  {
    title: '和阿华吵架',
    description: `逢着吵架他总是先来找我。我常常想起有一次在他那里，因为不想同他谈将来，吵架吵得厉害，我自己先走。那天下雨，我回到住处，他来敲我的门，满身满脸的雨水，一开门就抱住我说：“我是信你的，从没怀疑过你。我经常想啊，我这条命你拿去，我的眼睛都不会眨一下。”`
  },


  {
    title: '我和我的家人',
    description: `我是独生女，感受不到这些，只是联想到父母老了，膝下再无别人，我舍了他们出来，将来怎么样，我是管不了的。`
  },
  {
    title: '我结过婚',
    description: `我是有丈夫的，结婚六年。阿华不知道我结过婚。`
  },
  {
    title: '结婚',
    description: `我和简宁结婚那天在火锅馆请客。他喝得多了些，出来遇到仇人，端起路边一桌人的一锅滚汤浇到人身上，把对方脸和身都烫烂了。他当晚就跑了，外面躲了一年多。中间偷偷回来过一次，给我些现金，要我跟他走。我不肯，他走时拿走我随身戴的手串。`
  },
  {
    title: '脖子上的白玉',
    description: '简宁在外躲的那一年七夕，有个小孩来敲门，交给我一个小红布袋子，说有人给了五块钱让他送。我下楼去，没找见他。那布包里有一块圆圆的温润白玉，中间一个小孔穿着红线，我现在还挂在颈子上。'
  },
  {
    title: '入狱',
    description: `简宁在外躲的那年七夕后就有公安打电话来，说是抓住了，故意伤人加上偷盗，很快判了刑。
    我先前还要去看他，但他对我疑神疑鬼，有一回还让我滚，渐渐也就去得少了。后来听说我爸妈去过几次，劝他跟我离婚。他以为是我的意思，放话九年刑满出了监牢就来找我，到时候两个人死在一处。`
  },
  {
    title: '简宁父母',
    description: `第一次见他们时，是在外面的饭馆，全程都是他爸妈自顾聊天，似乎我不存在。吃完饭到他家楼下站了一会儿说话，他母亲也没叫我上楼，我自知没趣，告了辞。等到后来简宁要去我家，他妈妈拿了一盒开过的凤梨酥给我们，让带给我爸妈。简宁有一回扁桃体发炎引起发烧，他妈妈也怪到我头上，说是接送我太辛苦。这些事简宁都清楚，他不放在心上，我亦不便挂怀。简宁叛逆，我们背着他母亲结婚，先斩后奏，他父亲的意见我也从来不知道。
    简宁失踪以后，他妈妈恨我，说是因为和我结婚坏的事，又不信简宁怎会有仇家，更不至于犯案子。现在她得了癌症，恐怕肇事者也有我的一份。她若知道我到一个三四线的城市工厂上班，或许要拍手称快，又要替简宁不平。
    `
  },


  {
    title: '出来工作',
    description: `简宁在监狱里，我爸妈给唬得成天做我的思想工作。亲戚朋友也知道我的事，关心起来，多少有点可怜我的意思。我在家也待不下去了。花店关门歇业，出来工作。长三角工厂多，在厂里坐办公室，清净，收入也还行。入厂时填表，我写“未婚”，有点像隐姓埋名。`
  },
  {
    title: '第一份工作',
    description: `初来时马虎，我第一份工其实是流水线上作业。每天不用动脑筋，大把的时间拿来想事情，也可以什么都不想。
    车间主任是个五十几岁的老头，他侄儿是厂长，见了他倒要避让三分，有一回站在厂门口受他教训。`
  },
  {
    title: '聚餐的事',
    description: `我刚来第一份工作时，组里聚餐，车间主任要我坐他旁边，喝点酒就只手在我腿上摸来摸去，说：“成都啊，我是知道的。那个四川羊肉，羊肉火锅最出名嘛。我过去手下很多人都是你们那边来的。你到了我这里，姑娘家人生地不熟，我罩着你。”讲到最后几个字，在我大腿内侧捏了一下。我把酒杯碰到地上摔碎，起来去上厕所。回来就站着，任谁劝也不再吃了。推杯换盏之际，主任脸上红彤彤反光，斜着一只鼠眼问我：“谈过恋爱没？”我说：“谈过。”他咧嘴微微一笑：“个么还装清纯。”
    后来我知道，所有新人都被他摸过，也有更夸张的。我暗自好笑，不仅要当他侄儿的老子，还要当厂里人的老子。以后我见他如空气，他也视我如眼中砂。有的人看不惯我，说大家都一样，怎的我就矜贵些，摸不得碰不得。人人亦当是我性子烈，但也不忘记给我穿小鞋。`
  },
  {
    title: '换工作',
    description: `我干满三个月便换工作。阿华原本兴冲冲要和我一起换，结果当上小领导，提了工资，也就作罢。我换到另一个厂，因为会点英文，开始做行政。后来又换了一次。换来换去，也没离了这块工业园。阿华说，这是近，以后如果我再走远了，他还是要跟我一起走的。`
  },
  {
    title: '我的室友',
    description: `我的床和桌子都摆满她们的东西。水壶和电吹风也成了公用。女孩子一起住，爱干净便罢了，邋遢起来，连男孩子亦不如。周末两样，不是补瞌睡，就是加班。逛街的地方很远，大家都会网购。`
  }
];
